Repository: Cartoonman/Panoramik
Catalog: taptapsee-ios/TapTapSee/*.lproj/Localizable.strings
Languages: da, hr, ja, pl

source: %d Remaining
da: %d Resterende
hr: %d preostalo
ja: %d残り
pl: %d Pozostały

source: Accept
da: Bekræft
hr: Prihvatiti
ja: 同意する
pl: Akceptuj

source: Decline
da: Afvis
hr: Odbiti
ja: 同意しない
pl: Odmowa

source: Expires %@
da: udløber %@
hr: Istječe %@
ja: %@有効期限
pl: Wygasa %@

source: I discovered this was a '%@' with TapTapSee. Download on iTunes: %@
da: Jeg opdagede dette var en '%1$@' med TapTapSee. Download på iTunes: %2$@
hr: Otkrio sam da je ovo bilo '%1$@' s TapTapSee. Učitati s iTunes. %2$@
ja: TapTapSeeによると、これは'%1$@'だそうです。今すぐiTunesでダウンロード: %2$@
pl: Odkryłem to '%1$@' z TapTapSee. Pobierz na iTunes: %2$@

source: I discovered this was a '%@' - @TapTapSee %@
da: Jeg opdagede dette var en '%1$@' - @TapTapSee %2$@
hr: Otkrio sam da je ovo '%1$@' - @TapTapSee %2$@
ja: TapTapSeeによると、これは'%1$@'だそうです。: %2$@
pl: Odkryłem to '%1$@' - @TapTapSee %2$@

source: In order to hear the descriptions of the pictures taken, please enable VoiceOver in your device Settings.
da: For at høre beskrivelserne af de billeder du har taget, skal VoiceOver være slået till.
hr: Da biste čuli opise slika uključite VoiceOver u postavkama vašeg uređaja.
ja: 撮影した写真を読み上げるには、本体の設定でVoiceOverを有効にして下さい。
pl: Żeby usłyszeć opis zrobionego zdjęcia, proszę uaktywnić VoiceOver w ustawieniach swojego urządzenia

source: No Connection
da: Ingen forbindelse
hr: Nije povezano
ja: ネットワーク接続がありません
pl: Brak połączenia

source: No pictures taken. Take a picture first.
hr: Nema slika. Prvo uslikajte.
ja: まだ何も撮影されていません
pl: Nie zrobiono żadnego zdjęcia. Proszę najpierw zrobić zdjęcie

source: Notice
da: Bemærk
hr: Napomena
ja: 注意
pl: Uwaga

source: Picture %i failed: %@
da: Billede %1$i mislykkedes: %2$@
hr: Slika %1$i nije uspjela: %2$@
ja: 写真 %1$i 識別に失敗しました: %2$@
pl: Zdjęcie %1$i nie udało się: %2$@

source: Picture %i is %@
da: Billedet %1$i er %2$@
hr: Slika %1$i je %2$@
ja: 写真 %1$i は %2$@ です
pl: Zdjęcie %1$i to %2$@

source: Picture %i in progress
da: Billede %i bliver behandlet.
hr: Slika %i u postupku
ja: 写真 %i を撮影しました

source: Repeating. Picture %i is %@
da: Jeg gentager. Billede %1$i er %2$@
hr: Ponavljanje slike %1$i je %2$@
ja: 繰り返します。 写真 %1$i は %2$@ です
pl: Powtarzam. Zdjęcie %1$i to %2$@

source: Sorry, but I can only handle %i images at a time. Please wait for some to finish before taking another picture
hr: Žao mi je, ali trenutno mogu raditi samo s %i slika u jednom trenutku. Pričekajte neko vrijeme da se slike u postupku dovrše da biste mogli slikati druge.
ja: 現在識別中の写真が%i枚あります。識別が終わってから、再度撮影して下さい
pl: Przepraszam, ale mogę pracować tylko nad %i zdjęciami naraz. Proszę poczekać przed zrobieniem kolejnego zdjęcia

source: Take Picture
da: Tag billed
hr: Slikati
ja: 写真を撮る
pl: Zrób zdjęcie

source: Timeout waiting for response
da: Timeout venter på svar
hr: Isteklo je vrijeme čekanja odgovora
ja: タイムアウト応答を待っている
pl: Limit czasu oczekiwania na odpowiedź

source: Too blurry
da: Too sløret
hr: premutna
ja: あまりにぼやけ
pl: zbyt rozmyte

source: Too bright
da: for lyse
hr: presvijetla
ja: 明るすぎる
pl: zbyt jasne

source: Too dark
da: for mørkt
hr: Pretamna
ja: 暗すぎる
pl: zbyt ciemne

source: Too close
da: for tæt
hr: Preblizu
ja: 近すぎる
pl: zbyt blisko

source: Trouble waiting for response
da: Der er problemer med at få et svar
hr: Problem kod čekanja odgovora
ja: 応答待ちでエラーが発生しました
pl: Problemy z odpowiedzią

source: Trouble sending image
da: Der er problemer med at sende billedet
hr: Problem kod slanja slike
ja: 写真の送信中にエラーが発生しました
pl: Problemy z przesłaniem zdjęcia

source: Viewfinder
hr: Tražilo
ja: ビューファインダー
pl: Wizjer

source: VoiceOver is Off
da: VoiceOver er slået fra
hr: VoiceOver je isključen
ja: VoiceOverがオフです
pl: VoiceOver jest wyłączony

source: Warning
hr: Upozorenje
ja: 注意
pl: Ostrzeżenie

source: Your device is not configured to make payments
da: Enheden er ikke konfigureret til at foretage betalinger
hr: Vaš uređaj nije konfiguriran za plaćanje
ja: お使いのデバイスは、支払を行うように設定されていない
pl: Urządzenie nie jest skonfigurowany do dokonywania płatności

source: Your use will be suspended if you take any violent, nude, partially nude, discriminatory, unlawful, infringing, hateful or pornographic pictures. See our privacy policy for more details.
da: Advarsel: du vil blive udelukket fra at bruge appen, hvis du tager diskriminerende, ulovlige, krænkende, hadefulde eller pornograﬁske billeder, eller billeder der indeholder vold, eller afbilleder personer der er helt eller delvis nøgne. Læs vores privatlivspolitik for yderligere oplysninger.
hr: Upotreba aplikacije će biti suspendirana ako je budete upotrebljavali za slikanje nasilnih, nudističke ili polunudističke, uvredljivih, nasilnih, nezakonitih, diskriminirajućih, pornografskih te slika koje šire mržnju. Pogledajte našu politiku izjavu o privatnostiza više informacija.
ja: 暴力的な画像や性的、わいせつな画像、差別的、非合法な画像など、公序良俗に反する画像をアップロードしないで下さい。これに反した場合、アプリの使用を停止される事があります。詳しくはプライバシーポリシーをご覧下さい。
pl: Używanie zostanie zablokowane jeśli zdjęcia będą zawierały materiały zabronione: agresję, nagość, częściową nagość, dyskryminację, prześladowanie, obmawianie lub pornografię. Proszę przeczytać naszą politykę prywatności w celu uzyskania szczegółów

source: Version: %@ (build %@)
da: Version: %1$@ (byg %2$@)
hr: Verzija: %1$@ (izvedba %2$@)
ja: バージョン: %1$@ (ビルド %2$@)
pl: Wersja: %1$@ (kompilacja %2$@)

source: Picture %i taken
pl: Zdjęcie %i zrobione

source: No pictures taken. Take a picture ﬁrst.
da: Der er ikke taget et billede. Tag et billede først.

source: Sorry, but I can only handle ﬁve images at a time. Please wait for some to ﬁnish before taking another picture
da: Beklager, men jeg kan kun håndtere fem billeder af gangen. Vent venligst til nogen er færdigbehandlede, før du tager et nyt billed.

source: Viewﬁnder
da: Søger
