Repository: Cartoonman/Panoramik
Catalog: taptapsee-ios-schwifty/TapTapSee/*.lproj/CameraViewController.strings
Languages: cs, da

# 37.accessibilityHint
source: Double tap to take a picture of what's in front of you
cs: Poklepáním vyfoťte, co je před vámi
da: Dobbelttap for at tage et billede af det der er foran dig

# 37.accessibilityLabel
source: Camera Button
cs: Vyfotit
da: Kameraknap

# 52.accessibilityHint
source: About TapTapSee
cs: O aplikaci TapTapSee
da: Om TapTapSe

# 52.accessibilityLabel
source: About
cs: O aplikaci
da: Om

# 57.accessibilityHint
source: Say the last picture again
cs: Zopakuj popis posledního snímku
da: Sig det sidste billede igen

# 57.accessibilityLabel
source: Repeat
cs: Zopakovat
da: Gentag

# 57.normalTitle
source: Repeat
cs: Zopakovat
da: Gentag

# 61.accessibilityHint
source: Save or share most recent image
cs: Uložit nebo sdílet poslední snímek
da: Gem eller del det nyeste billede

# 61.accessibilityLabel
source: Share
cs: Sdílet
da: Del

# 61.normalTitle
source: Share
cs: Sdílet
da: Del

# 63.accessibilityHint
source: Access photo gallery options
cs: Přístup do galerie obrázků
da: VÃ¦lg billede fra Kamerarullen

# 63.accessibilityLabel
source: Gallery
cs: Galerie
da: Bibliotek

# 63.normalTitle
source: Gallery
cs: Galerie
da: Bibliotek
