Repository: Cartoonman/Panoramik
Catalog: taptapsee-ios-schwifty/TapTapSee/*.lproj/Localizable.strings
Languages: ar, cs, es, nb, ro, ru

source: %d Remaining
ar: المتبقية %d
cs: Zbývá %d
es: %d restante
nb: %d Gjenværende
ro: %d Rămase
ru: %d Осталось

source: Accept
ar: موافق
cs: Přijmout
es: Aceptar
nb: Godta
ru: принять

source: Camera Access
cs: Přístup k fotoaparátu

source: Decline
ar: خلوي
cs: Odmítnout
es: rechazar
nb: Avslå
ro: Refuz
ru: Отклонить

source: Expires %@
ar: %@ تنتهي
cs: Vyprší %@
es: Expira %@
nb: Utløper %@
ro: Expiră pe %@
ru: Истекает %@

source: Feature not implemented for this demo
cs: Funkce není v této demo verzi implementována.

source: High demand, please retry later
cs: Služba je přetížena, zkuste to, prosím, později.

# I discovered this was a '%@' with TapTapSee. Download on iTunes: %@
source: I discovered this was a '%1$@' with TapTapSee. Download on iTunes: %2$@
ar: لقد اكتشفت هذا كان %1$@ مع TapTapSee. تحميل على اي تيونز: %2$@
cs: Pomocí TapTapSee jsem rozpoznal '%1$@'. Stáhněte si z iTunes: %2$@
es: Descubrí que era un '%1$@' con TapTapSee. Descargar en iTunes: %2$@
nb: Jeg fant ut at dette var en '%1$@' med TapTapSee. Last ned på iTunes: %2$@
ro: Am descoperit că acest lucru este '%1$@' cu TapTapSee. Descărcați-l de pe iTunes: %2$@
ru: Я обнаружил, что это '%1$@' с TapTapSee Скачайте на iTunes: %2$@

# I discovered this was a '%@' - @TapTapSee %@
source: I discovered this was a '%1$@' - @TapTapSee %2$@
ar: %2$@ @TapTapSee %1$@ اكتشفت هذا كان
cs: Pomocí @TapTapSee jsem rozpoznal '%1$@' - %2$@
es: Descubrí que era un '%1$@' con TapTapSee: %2$@
nb: Jeg fant ut at dette var en '%1$@' - @TapTapSee %2$@
ro: Am descoperit că acest lucru este '%1$@' - @TapTapSee %2$@
ru: Я обнаружил, что это '%1$@' с TapTapSee: %2$@

source: In order to hear the descriptions of the pictures taken, please enable VoiceOver in your device Settings.
ar: يرجى تفعيل قارئ الشاشة VoiceOver من شاشة الإعدادات للتمكن من قراءة الصور الملتقطة.
cs: Abyste slyšeli popisy vyfocených snímků, zapněte prosím v nastavení funkci VoiceOver.
es: Con el fin de oír las descripciones de las imágenes tomadas, por favor comenzar VoiceOver en la configuración de su dispositivo.
nb: For å høre en beskrivelse av bildene som blir tatt, vennligst aktiver VoiceOver i din enhets Innstillinger.
ro: Pentru a auzi descrierea fotografiei făcute, vă rugăm să activați VoiceOver în setările dispozitivului dumneavoastră.
ru: Для того, чтобы услышать описания снимков, пожалуйста, включите VoiceOver в настройках устройства.

source: Make sure privacy settings for TapTapSee are enabled under Settings > Privacy > Camera.
cs: Ujistěte se, že je pro TapTapSee povolen přístup v Nastavení > Soukromí > Fotoaparát.

source: No Connection
ar: لا توجد شبكة
cs: Žádné připojení
es: Sin conexión
nb: Ingen tilkobling
ro: Nici o conexiune
ru: Нет соединения

source: No pictures taken. Take a picture first.
ar: لاا توجد صور. قم بأخذ صورة أولا.
cs: Nebyl vyfocen žádný snímek. Nejprve něco vyfoťte.
es: No hay imágenes tomadas. Tome una primera imagen.
nb: Ingen bilder tatt. Ta et bilde først.
ro: Nici o fotografie făcută. Faceți o fotografie mai întâi.
ru: Нет снимков. Сначала сделайте снимок.

source: Notice
ar: إشعار
cs: Upozornění
es: Notar
nb: Notis
ro: Notă
ru: замечать

# Picture %i failed: %@
source: Picture %1$i failed: %2$@
ar: صورة %1$i غير ناجح: %2$@
cs: Nepodařilo se zpracovat snímek %1$i: %2$@
es: imagen %1$i fracasado: %2$@
nb: Bilde %1$i feilet: %2$@
ro: Fotografia %1$i eșuată: %2$@
ru: фотография %1$i не удалась: %2$@

# Picture %i is %@
source: Picture %1$i is %2$@
ar: صورة %1$i هو %2$@
cs: Na snímku %1$i je %2$@
es: imagen %1$i es %2$@
nb: Bilde %1$i er %2$@
ro: Fotografia %1$i este %2$@
ru: фотография %1$i %2$@

source: Picture %i in progress
ar: صورة %i تم أخذها
cs: Snímek %i se zpracovává
es: imagen %i tomada
nb: Bilde %i under arbeid
ro: Fotografia %i în progres
ru: фотография %i снято

# Repeating. Picture %i is %@
source: Repeating. Picture %1$i is %2$@
ar: إعادة أخذ صورة. %1$i هو %2$@
cs: Opakuji. Na snímku %1$i je %2$@
es: imagen. repetición %1$i is %2$@
nb: Gjentar. Bilde %1$i er %2$@
ro: Repetare. Fotografia %1$i este %2$@
ru: повтор. фотография %1$i %2$@

source: Sorry, but I can only handle %i images at a time. Please wait for some to finish before taking another picture
ar: أأسف. استطيع أخذ %i صور في اللحظة الواحدة, الرجاء الانتظار حتى الانتهاء قبل أخذ أي صورة.
cs: Lituji, ale současně mohu zpracovávat jen %i snímků. Než pořídíte další snímek, počkejte, až budou nějaké z předchozích zpracovány.
es: Lo siento, pero sólo puede manejar %i imágenes a la vez. Por favor, espere un poco para terminar antes de tomar otra imagen
nb: Beklager, men jeg kan bare behandle %i bilder om gangen. Vennligst vent på at noen skal bli ferdige før du tar et nytt bilde
ro: Regret, dar nu pot prelucra decat %i imagini în același timp. Vă rog să așteptați puțin să finalizez înainte de a face o altă fotografie
ru: Извините, но я могу обрабатывать только %i изображений одновременно. Пожалуйста, подождите некоторое время, прежде чем снимать еще одну фотографию

source: Take Picture
ar: أخذ صورة
cs: Pořídit snímek
es: Tomar foto
nb: Ta Bilde
ro: Faceți o fotografie
ru: снять фотографию

source: Timeout waiting for response
ar: انتظار مهلة للاستجابة
cs: Vypršel časový limit pro odezvu
es: Tiempo de espera para la respuesta
nb: Timeout venter på respons
ro: Timpul de așteptare pentru răspuns a expirat
ru: Тайм-аут ожидания ответа

source: Too blurry
ar: ضبابية جدا
cs: Příliš rozmazané
es: Demasiado borrosa
nb: For uskarpt
ro: Prea neclară
ru: Слишком размытое

source: Too bright
ar: مشرقة جدا
cs: Přesvětlené
es: Demasiado brillante
nb: For lyst
ro: Prea strălucitoare
ru: Слишком ярко

source: Too dark
ar: مظلمة جدا
cs: Příliš tmavé
es: Demasiado oscuro
nb: For mørkt
ro: Prea întunecată
ru: Слишком темно

source: Too close
ar: قريبة جدا
cs: Příliš blízko
es: Demasiado cerca
nb: For nær
ro: Prea aproape
ru: Слишком близко

source: Trouble waiting for response
ar: مشكلة تنتظر رد
cs: Problém při čekání na odezvu
es: Dificultad para esperar la respuesta
nb: Problemer, venter på respons
ro: Probleme la așteptarea răspunsului
ru: Проблема в ожидании ответа

source: Trouble sending image
ar: مشكلة في إرسال صورة
cs: Problém při odesílání snímku
es: Problemas para enviar imagen
nb: Kan ikke sende bildet
ro: Probleme la trimiterea imaginii
ru: Проблемы с отправкой фотографии

source: Viewfinder
ar: لاقط المنظر
cs: Hledáček
es: visor
nb: Søker
ru: видоискатель

source: VoiceOver is Off
ar: VoiceOver لا يعمل
cs: VoiceOver je vypnutý
es: Sobre Voce está apagado
nb: VoiceOver er av
ro: VoiceOver este inactiv
ru: VoiceOver выключено

source: Warning
ar: تنبيه
cs: Varování
es: advertencia
nb: Advarsel
ro: Atenție
ru: Предупреждение

source: Your device is not configured to make payments
ar: لم يتم تكوين الجهاز للتأكد المدفوعات
cs: Vaše zařízení není nastaveno pro provádění plateb
es: El dispositivo no está configurado para hacer pagos
nb: Din enhet er ikke konfigurert for å utføre betalinger
ro: Dispozitivul dumneavoastră nu este configurat pentru a face plăți
ru: Устройство не настроено для осуществления платежей

source: Your use will be suspended if you take any violent, nude, partially nude, discriminatory, unlawful, infringing, hateful or pornographic pictures. See our privacy policy for more details.
ar: سيتم إيقاف استخدامك للتطبيق إذا تم إلتقاط أي صور غير إباحية أو عنيفة وغير قانونية. للحصول على المزيد من التفاصيل يرجى الاطلاع على سياسة الخصوصية
cs: Pokud pořídíte jakékoli nezákonné nebo nenávistné snímky či snímky obsahující násilí, úplnou nebo částečnou nahotu, diskriminaci nebo pornografii, bude vám používání aplikace pozastaveno. Podrobnosti naleznete v Podmínkách použití.
es: Su uso será suspendido si está tomando cualquier fotografias que son violento, desnudo, parcialmente desnudo, la discriminación, ilegal, ilegal, pornográfico o imágenes odiosas. Revise nuestra política de privacidad para más detalles.
nb: Du vil bli nektet adgang til å bruke denne tjenesten hvis du tar voldelige, nakne, delvis nakne, diskriminerende, ulovlige, krenkende, hatefulle eller pornografiske bilder. Se vår personvernpolicy for flere detaljer.
ro: Utilizarea de către dumneavoastră va fi suspendată dacă veți face orice fel de fotografii violente, nud, parțial nud, discriminatorii, ilegale, pline de ură sau pornografice. Pentru mai multe detalii, vedeți politica noastră de confidențialitate.
ru: Использование будет прекращено если вы делаете фотографии отображающие насилие, дискриминацию, нарушающие права действия, ненависть, а также порнографию, в том числе фотографии полностью или частично обнаженного тела. Читайте наше Положение о Конфеденциальности.

# Version: %@ (build %@)
source: Version: %1$@ (build %2$@)
ar: الإصدار: %1$@ (هيكلة %2$@) أخذ صورة
cs: Verze: %1$@ (sestavení %2$@)
es: Versión: %1$@ (build %2$@)
nb: Versjon: %1$@ (build %2$@)
ro: Versiunea: %1$@ (build %2$@)
ru: версия: %1$@ (сборник %2$@)

source: Unlimited
cs: Neomezeně
